---
kind: property
id: P:Autodesk.Revit.DB.WorksharingDisplayGraphicSettings.FillColor
source: html/9d7980b5-bb54-4d43-a1f3-e53c104d54d6.htm
---
# Autodesk.Revit.DB.WorksharingDisplayGraphicSettings.FillColor Property

The fill color that will be applied to elements when these settings are
 applied. Note that this is automatically set by increasing the luma of
 the specified line color by 65%.

## Syntax (C#)
```csharp
public Color FillColor { get; }
```